Repository: Thaidepzai0202/chat365hungham
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Hello World
vi: Chào thế giới

source: General Setting
vi: Cài đặt chung

source: All
vi: Tất cả

source: Language:
vi: Ngôn ngữ:

source: Startup:
vi: Khởi động:

source: AutoStart Chat365
vi: Tự động khởi động Chat365

# autoStartWhenTurnItOn
source: Automatically start Chat365 when you turn it on
vi: Tự động khởi động Chat365 khi bạn mở máy

source: Appearance
vi: Giao diện

source: Light
vi: Sáng

source: Dark
vi: Tối

source: Message Setting
vi: Cài đặt tin nhắn

source: Message Read
vi: Thư báo đã đọc

# messageReadContent
source: Send and receive read notifcations in chats with 20 or fewer participants.
vi: Gửi và nhận thư báo đã đọc trong cuộc trò chuyện có 20 người tham gia trở xuống

source: Send message with Enter Key
vi: Gửi tin nhắn bằng phím Enter

# sendMessageWithEnterKeyContent
source: Use Ctrl, Shift, or Alt + Enter to insert a new line.
vi: Sử dụng tổ hợp phim Ctrl, Shift hoặc Alt Enter để chèn một dòng mới

# messagesFromStranger
source: Receive messages from strangers
vi: Nhận tin nhắn từ người lạ

# autoDownLoadImage
source: Automatically download images
vi: Tự động tải ảnh xuống

# autoDownLoadFile
source: Automatically download files
vi: Tự động tải tệp xuống

# autoDownLoadFileContent
source: New files received in chat are automatically downloaded to this device
vi: Các tệp mới nhận được trong cuộc trò chuyện sẽ tự động được tải xuống thiết bị này

# previewWebLinks
source: Web link preview
vi: Bản xem trước các liên kết web

# previewWebLinksContent
source: Show me a preview of the web pages I send or receive
vi: Hiển thị cho tôi bản xem trước các trang web khi tôi gửi hoặc nhận

# hideConversationSetting
source: Set up Hidden Chat
vi: Thiết lập ẩn cuộc trò chuyện

# hideConversationSettingContent
source: Chat will be hidden from the message list. Only you can find and reopen them using the PIN
vi: Trò chuyện sẽ được ẩn khỏi danh sách tin nhắn. Chỉ có bạn mới có thể tìm thấy và mở lại chúng bằng cách sử dụng mã PIN

source: Set up PIN
vi: Cài đặt mã PIN

# fontSizeSetting
source: Text Size
vi: Cỡ chữ

source: Setting
vi: Cài đặt

source: Support and Feedback
vi: Trợ giúp và phản hồi

source: Log out
vi: Đăng xuất

# doYouWantToSignOut
source: Do you want to log out
vi: Bạn chắc chắn muốn đăng xuất

source: Genaral
vi: Chung

source: Message
vi: Nhắn tin

source: Notification
vi: Thông báo

source: Notification setting
vi: Cài đặt thông báo

# notificationChatting
source: Chat notifications
vi: Thông báo trò chuyện

# notificationChattingContent
source: Receive notifications when messages arrive
vi: Nhận thông báo khi có tin nhắn đến

# interactSetting
source: Interact
vi: Tương tác

# interactSettingContent
source: Get notified when someone interacts with your message
vi: Nhận thông báo khi có người tương tác với tin nhắn của bạn

# notificationToneSetting
source: Alarm Tone
vi: Âm báo

# notificationToneSettingContent
source: Play sound when there are new notifications
vi: Phát âm thanh khi có thông báo mới

# tipsAndTricksSetting
source: Tips and tricks
vi: Mẹo và thủ thuật

# tipsAndTricksSettingContent
source: Show in-app notifications from Chat365 about the feature. Important system notifications will still be displayed even when notifications are turned off
vi: Hiện thị thông báo trong ứng dụng từ Chat365 về tính năng. Thông báo hệ thống quan trọng vẫn sẽ được hiển thị ngay cả khi đã tắt thông báo

# notificationByEmail
source: NOTIFICATION VIA EMAIL
vi: THÔNG BÁO QUA EMAIL

# missedConversationSetting
source: Missed conversation reminder
vi: Báo nhắc cuộc trò chuyện bị nhỡ

# missedConversationSettingContent
source: Get email reminders of conversations you missed in the last 72 hours
vi: Nhận lời nhắc về email các cuộc trò chuyện bạn đã bỏ lỡ trong 72 giờ qua

# advanceNotification
source: Advanced notifications
vi: Thông báo nâng cao

# commentOnTimViec365
source: New comment on Timviec365.vn
vi: Bình luận mới trên Timviec365.vn

# commentOnRaoNhanh365
source: New comment on Raonhanh365.vn
vi: Bình luận mới trên Raonhanh365.vn

# mentionNameSetting
source: Friends mention names in conversation
vi: Bạn bè nhắc tên trong cuộc trò chuyện

# salaryChangeSetting
source: Change salary
vi: Thay đổi mức lương

# assetManagementSetting
source: Asset recovery and allocation
vi: Thu hồi, cấp phát tài sản

# approveProposalSetting
source: Approve proposals
vi: Duyệt đề xuất

# rejectProposalSetting
source: Reject proposals
vi: Từ chối đề xuất

# digitalTransformationNotification365
source: Notice of digital transformation 365
vi: Thông báo chuyển đổi số 365

# salaryCalculationSetting
source: Payroll
vi: Tính lương

# salaryNotificationToChat365
source: Notice of salary calculation to Chat365
vi: Thông báo tính lương đến Chat365

# salaryNotificationToChat365Content
source: Click here to instantly receive your salary information this month
vi: Nhấn vào đây để nhận ngay thông tin lương của bạn trong tháng này

# rewardAndFineNotificationSetting
source: Notice of reward and punishment
vi: Thông báo thưởng phạt

# workCalendarNotificationSetting
source: Notification of work schedule
vi: Thông báo lịch làm việc

# commissionNotificationSetting
source: Notice of commission
vi: Thông báo hoa hồng

# commissionNotificationSettingContent
source: Click here to instantly receive your commission information this month
vi: Nhấn vào đây để nhận ngay thông tin hoa hồng của bạn trong tháng này

# personelManagement
source: Human Resource Management
vi: Quản lý nhân sự

# staffRotationNotificationSetting
source: Notice of staff rotation
vi: Thông báo luân chuyển cán bộ

# rewardAndDisciplineSetting
source: Notice of rewards and discipline
vi: Thông báo khen thưởng, kỷ luật

# newStaffSetting
source: Announcement of new personnel
vi: Thông báo có nhân sự mới

# archicalDocument
source: Documentary Archives
vi: Văn thư lưu trữ

# documentNotificationSetting
source: Thông báo văn bản đến
vi: Thông báo có văn bản đến

# newProposeNotificationSetting
source: Notice of new suggestions
vi: Thông báo có đề xuất mới

# genaralManagement
source: General Management
vi: Quản lý chung

# changePersonalInforNotiSetting
source: Notice of new suggestions
vi: Thông báo có đề xuất mới

source: Asset Management
vi: Quản lý tài sản

# propertyNavigationNotiSetting
source: Notify when property navigation is available
vi: Thông báo khi có điều hướng thuộc tính

source: Hello,
vi: Xin chào,

# hello2
source: Hello
vi: Xin chào

source: Start Conversation
vi: Bắt đầu cuộc trò chuyện

# startConversationContent
source: Search for other people to start a chat or visit your contacts to see who's online
vi: Tìm kiếm người khác để bắt đầu trò chuyện hoặc truy cập danh bạ để xem những người đang trực tuyến

# notYouAndCheckAccount
source: Not you ? Check your Account
vi: Không phải bạn? Kiểm tra tài khoản

# notYouAndCheckAccountContent
source: Switch accounts when you don't see your conversations
vi: Chuyển tài khoản khi bạn không thấy cuộc hội thoại của mình

# hintTextSearch
source: People, groups and companies
vi: Người, nhóm và công ty

# chats
source: Conversations
vi: Các cuộc trò chuyện

# recentConversation
source: Recent Conversations
vi: Cuộc trò chuyện gần đây

# hiddenConversation
source: Hidden Conversations
vi: Cuộc trò chuyện bị ẩn

# seenAll
source: Mark All as Read
vi: Đánh dấu tất cả đã đọc

source: Classify
vi: Phân loại

source: Unread
vi: Chưa đọc

source: Favourite
vi: Yêu thích

# friend
source: Friends
vi: Bạn bè

source: Friend Request
vi: Lời mời kết bạn

# newFriend
source: New Friends
vi: Bạn bè mới

source: My Contacts
vi: Các liện hệ của tôi

# recentlyOlFriend
source: Recently Online Friends
vi: Bạn bè mới truy cập

source: Received
vi: Đã nhận

source: Sent
vi: Đã gửi

source: Refuse
vi: Từ chối

source: Agree
vi: Đồng ý

source: Recall
vi: Thu hồi

source: Contact within the company
vi: Liên hệ trong công ty

source: Search
vi: Tìm kiếm

source: Library
vi: Thư viện

source: See Now
vi: Xem ngay

source: Seen
vi: Đã xem

source: CALL BACK
vi: GỌI LẠI

source: Copy
vi: Sao chép

# hideMesPIN
source: Hide message pins
vi: Ẩn ghim tin nhắn

# unpinMess
source: Unpin the massage
vi: Bỏ ghim tin nhắn

source: Enter message
vi: Nhập tin nhắn

source: Reply
vi: Trả lời

source: Edit
vi: Chỉnh sửa

source: Forward
vi: Chuyển tiếp

source: Pin message
vi: Ghim tin nhắn

source: Evic
vi: Thu hồi

source: Delete
vi: Xóa

source: Cancel
vi: Hủy

source: Search on Chat365
vi: Tìm kiếm trên Chat365

source: People
vi: Mọi người

source: Company
vi: Công ty

# group
source: Groups
vi: Nhóm

source: Add Friend
vi: Kết bạn

source: Unfriend
vi: Hủy kết bạn

source: Accept
vi: Chấp nhận

# unsendRequest
source: Unsend
vi: Hủy lời mời

source: See more
vi: Xem thêm

source: Members
vi: Thành viên

source: Recommended
vi: Được đề xuất

source: Done
vi: Xong

source: Send
vi: Gửi

source: Share Contact
vi: Chia sẻ liên hệ

source: No conversation
vi: Chưa có cuộc trò chuyện

source: Sign In
vi: Đăng nhập

source: Sign Up
vi: Đăng kí

# doHaveAnAccount
source: Do you have an account?
vi: Bạn đã có tài khoản?

# doNotHaveAnAccount
source: You don't have an account?
vi: Bạn chưa có tài khoản?

source: Please select an account
vi: Xin vui lòng lựa chọn tài khoản

source: Please select an account to
vi: Vui lòng lựa chọn tài khoản để

# company2
source: COMPANY
vi: CÔNG TY

source: Employee
vi: Nhân viên

# employee2
source: EMPLOYEE
vi: NHÂN VIÊN

source: Personal
vi: Cá nhân

# personal2
source: PERSONAL
vi: CÁ NHÂN

# inputPassword
source: Enter password
vi: Nhập mật khẩu

# reInputPassword
source: Enter password
vi: Nhập mật khẩu

source: Phone number
vi: Số điện thoại

# phoneNumber2
source: PHONE NUMBER
vi: SỐ ĐIỆN THOẠI

# scanQR2
source: QR CODE SCAN
vi: QUÉT MÃ QR

source: Remember account
vi: Ghi nhớ tài khoản

source: Forgot password?
vi: Quên mật khẩu?

# inputPhoneOrEmail
source: Enter phone/email
vi: Nhập số điện thoại/email

# logInAccount
source: Sign In Account
vi: Đăng nhập tài khoản

source: Use Chat365 to scan QR
vi: Sử dụng Chat365 để quét mã QR

# scanInstructions
source: Scanning Instructions
vi: Hướng dẫn quét

source: Other Options
vi: Tùy chọn khác

# personalSuggest
source: Candidate/Timviec365 details
vi: Ứng viên/Timviec365 chi tiết

# staffSuggest
source: See the instructions
vi: Xem hướng dẫn

# companySuggest
source: Detailed recruiter
vi: NTD chi tiết

source: here
vi: tại đây

# signUpAccPersonal
source: Register for Personal account
vi: Đăng ký tài khoản Cá Nhân

# agrreewith
source: Agree with
vi: Đồng ý với

# chat365Rules
source: Chat365 Terms
vi: Điều khoản Chat365

# complete
source: Completed
vi: Hoàn thành

# inputPhoneAccountSignIn
source: Login account (phone number)
vi: Tài khoản đăng nhập (số điện thoại)

# inputPhoneAccount
source: Enter phone number (login account)
vi: Nhập số điện thoại (tài khoản đăng nhập)

# inputEmail
source: Enter email address
vi: Nhập địa chỉ email

# reInputNewPassword
source: Reenter new password
vi: Nhập lại mật khẩu mới

# inputFullName
source: Enter full name
vi: Nhập họ và tên

# signUpAccCompany
source: Register Company account
vi: Đăng ký tài khoản Công ty

# inputAddress
source: Enter address
vi: Nhập địa chỉ

# signUpEmployee
source: Employee account registration
vi: Đăng ký tài khoản nhân viên

# inputIdCompanyProvideByHR
source: Enter company ID (issued by personnel)
vi: Nhập ID công ty (do nhân sự cấp)

# inputIdCompany
source: Enter company ID
vi: Nhập ID công ty

source: Verify company code
vi: Xác thực mã công ty

# fillInfoAccount
source: Fill account information
vi: Điền thông tin tài khoản

source: Select Date of Birth
vi: Chọn ngày sinh

# selectAcademicLevel
source: Select Educational Level
vi: Chọn trình độ học vấn

source: Select Marital Status
vi: Chọn tình trạng hôn nhân

# selectGender
source: Gender
vi: Giới tính

source: Select Group
vi: Chọn nhóm

# selectNest
source: Select Team
vi: Chọn tổ

# setUpCompany
source: Register Company Account
vi: Đăng ký tài khoản công ty

# setUpEmployee
source: Register Employee Account
vi: Đăng ký tài khoản nhân viên

# selectMarital
source: Marriage Status
vi: Tình trạng hôn nhân

# eduSort
source: Classify
vi: Xếp loại

# inputDetailAddress
source: Enter a detailed address
vi: Nhập địa chỉ chi tiết

# selectPosition
source: Select a position
vi: Chọn chức vụ

# selectDepartment
source: Select a department
vi: Chọn phòng ban

# forgotPasswordNoQuestionMark
source: Forgot Password?
vi: Quên mật khẩu ?

# forgotYourPassword
source: Have you forgotten your password?
vi: Bạn đã quên mật khẩu?

# contentForgotPasswordEmployee
source: Please enter your Phone Number or Login Email. We will send to your account verification code to get your password back.
vi: Hãy nhập Số điện thoại hoặc Email đăng nhập của bạn. Chúng tôi sẽ gửi tới tài khoản của bạn mã xác thực để lấy lại mật khẩu.

source: Login Account
vi: Tài khoản đăng nhập

source: Get Verification Code
vi: Nhận mã xác thực

# unregisteredEmail
source: Unregistered email or phone number
vi: Email hoặc số điện thoại chưa đăng ký

# checkAgainEmail
source: Please check your phone number or email
vi: Vui lòng kiểm tra lại số điện thoại hoặc email

source: Confirm
vi: Xác nhận

source: Confirm Phone
vi: Xác thực số điện thoại

# contentCongratulations
source: Congratulations on successful OTP authentication. Please proceed to retrieve your new password!
vi: Chúc mừng bạn đã xác thực OTP thành công. Vui lòng tiến hành lấy lại mật khẩu mới!

# confirmOtpSuccess
source: Successful OTP authentication
vi: Xác thực mã OTP thành công

source: Update password
vi: Cập nhật mật khẩu

source: Update
vi: Cập nhật

# recheckInfoInput
source: Please recheck the information entered
vi: Vui lòng kiểm tra lại thông tin đã nhập

source: Your account is
vi: Tài khoản của bạn là

# doYouWantToWSwitchTo
source: Do you want to switch to
vi: Bạn có muốn chuyển sang

# deleteAccount
source: Delete Acount
vi: Xóa tài khoản

# deleteAccountPasswordConfirmation
source: To confirm your account deletion, please enter your password
vi: Để xác nhận xóa tài khoản, vui lòng nhập mật khẩu

source: Call
vi: Gọi

source: Saved to clipboard
vi: Đã lưu vào bộ nhớ tạm

# findFriendWithNumber
source: Find you from this number
vi: Tìm bạn từ số này

source: Open link
vi: Mở liên kết

source: Cannot Show Image
vi: Không thể hiển thị ảnh

# searchMesage
source: Search Message
vi: Tìm tin nhắn

source: Pin Conversation
vi: Ghim hội thoại

source: Unpin Conversation
vi: Bỏ ghim hội thoại

# onNotificationCon
source: Turn on notification
vi: Bật thông báo

# onNotificationConversation
source: Turn on notification
vi: Bật thông báo

# offNotificationCon
source: Turn off notification
vi: Tắt thông báo

# offNotificationConversation
source: Turn off notification
vi: Tắt thông báo

source: Group manager
vi: Quản lý nhóm

# sentFile
source: Sent photos, files, links
vi: Ảnh, file, link đã gửi

source: Group Calendar
vi: Lịch nhóm

source: Pinned Message
vi: Tin nhắn đã ghim

# vote
source: Votes
vi: Bình chọn

source: View Members
vi: Xem thành viên

source: Add Members
vi: Thêm thành viên

# hiddenMessage
source: Hide Chat
vi: Ẩn trò chuyện

# personalSetting
source: Personal Settings
vi: Cài đặt cá nhân

# badReport
source: Bad Message
vi: Báo xấu

source: Chat Capacity
vi: Dung lượng trò chuyện

# deleteConversationHistory
source: Clear Chat History
vi: Xóa lịch sử cuộc trò chuyện

# outGroup
source: Leave Group
vi: Rời nhóm

# addFavourite
source: Add to favorites
vi: Thêm vào yêu thích

# deleteFavourite
source: Delete from favorites
vi: Xóa khỏi yêu thích

source: View profile
vi: Xem hồ sơ

# makeGroupWith
source: Create group with me
vi: Tạo nhóm với tôi

# maskAsUnread
source: Mark as unread
vi: Đánh dấu là chưa đọc

# hideConversation
source: Hide conversations
vi: Ẩn cuộc trò chuyện

# autoDeletedMessage
source: Self-delete messages
vi: Tin nhắn tự xóa

# deleteConversation
source: Delete conversations
vi: Xóa cuộc trò chuyện

# imageVideo
source: Image
vi: Ảnh/Video

source: Group Name
vi: Tên nhóm

# createNewChat
source: Create a new Chat
vi: Tạo cuộc trò chuyện mới

source: Create
vi: Tạo

source: Selected
vi: Đã chọn

# hiddenConversationOnChat365
source: Hide chats on Chat365
vi: Ẩn cuộc trò chuyện trên Chat365

# hiddenConversationOnChat365Content1
source: The conversation will be hidden from the message list.
vi: Cuộc trò chuyện sẽ được ẩn khỏi danh sách tin nhắn.

# hiddenConversationOnChat365Content2
source: Only you can find and reopen them using the PIN
vi: Chỉ có bạn mới có thể tìm thấy và mở lại chúng bằng cách sử dụng mã PIN

source: Set PIN
vi: Đặt mã PIN

source: Enter PIN code
vi: Nhập mã PIN

source: Confirm PIN code
vi: Xác nhận mã PIN

# least6digit
source: PIN code must be 6 digits
vi: Mã PIN đủ 6 chữ số

# codePinNotMatch
source: The pin code does not match, check again!
vi: Mã pin không trùng khớp, vui lòng kiểm tra lại!
